import card from '../../../img/card.png';

export const clothesType = [
	{ id: 'Protect', translate: 'Защита' },
	{ id: 'Suite', translate: 'Костюм' },
	{ id: 'Mask', translate: 'Маска' },
	{ id: 'Knife', translate: 'Шпаги' },
	{ id: 'Shoes', translate: 'Обувь' },
];

export const sexType = [
	{ id: 'Male', translate: 'male' },
	{ id: 'Female', translate: 'female' },
];

export const cardsData = [
	{
		_id: 1,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name1',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 2,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name2',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 3,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name3',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 4,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name3',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 5,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name4',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 6,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name5',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 7,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name6',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 8,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name7',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 9,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name8',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
	{
		_id: 10,
		image: card,
		price: (Math.random() * 1000).toString().slice(0, 3),
		name: 'name9',
		feedback: ['круто', 'супер', 'не очень хорошее качество', 'заказываю 5 раз, оплата не проходит'],
		description:
			'LКлассический «Lorem ipsum dolor sit amet…» проход отнести к ремиксов римского философа Цицерона 45 г. до н.э. текст De Finibus Bonorum et Malorum («О крайностями добра и зла»). Более конкретно, проход, как полагают, происходит из секций 1.10.32 - 33 из его текста, с наиболее заметным часть извлечена ниже:',
	},
];
